<template>
  <v-container>
    <v-layout>
      <v-flex xs12 sm8 offset-sm2 lg6 offset-lg3>
        <v-card>
          <v-card-text>

            <h1>Правила участия в розыгрыше</h1>

            <p>правильно указывайте почту!!</p>
            <p>связь и призы получаете уведомлением по почте</p>
            <p>скрины казино клеопатра, ориентэхпресс, суперлинес, 1хслотс</p>

            <h4>пример</h4>
            <p>как правильно сделать скрины</p>

            <h3>1 ЕЖЕДНЕВНЫЙ розыгрыш 500 руб</h3>
            <p>- необходимо зарегестрироватся и выложить любой скрин на  тематику КАЗИНО</p>
            <p>скрин МОЖНО ВЫКЛАДЫВАТЬ 1 РАЗ В ДЕНЬ, СКРИНЫ НЕ ДОЛЖНЫ ПОВТОРЯТСЯ (любой)</p>
            <p>если ПОБЕДИТЕЛЬ ОТПИШЕТСЯ В ЧАТ ВО ВРЕМЯ СТРИМА выигрыш х2</p>
            <p>ВСЕ СКРИНЫ БУДУТ УЧАСТВОВАТЬ В МЕСЯЧНОМ РОЗЫГРЫШЕ Galaxy S9</p>

            <h3>2 ЕЖЕНЕДЕЛЬНЫЙ розыгрыш 5 000 руб</h3>

            <p>МИНИМАЛЬНЫЙ ДЕПОЗИТ  600 руб по ссылкам</p>
            <p>- необходимо выложить скрин игры из 5ти представленных казино со своим логином</p>
            <p>скрины можно делать количество раз равное количеству депозитов</p>
            <p>ВСЕ СКРИНЫ БУДУТ УЧАСТВОВАТЬ В МЕСЯЧНОМ РОЗЫГРЫШЕ</p>
            <p>Lenovo Legion Y520-15IKBN, Black</p>


            <h3>3 РОЗЫГРЫШ   500 000 руб</h3>
            <p>МИНИМАЛЬНЫЙ ДЕПОЗИТ 5000 руб по ссылкам</p>
            <p>- необходимо выложить скрин игры  из 5ти представленных казино со своим логином</p>
            <p>скрины можно делать количество раз равное количеству депозитов</p>

            <br>

            <p>
              SuperLines
              <a href="http://bit.ly/2GMbqkL" target="_blank">http://bit.ly/2GMbqkL</a>
            </p>

            <p>
              1XSLOTS
              <a href="http://bit.ly/2FAkU6p" target="_blank">http://bit.ly/2FAkU6p</a>
            </p>

            <p>
              Cleopatra
              <a href="http://bit.ly/2ExzdHO" target="_blank">http://bit.ly/2ExzdHO</a>
            </p>

          </v-card-text>
        </v-card>
      </v-flex>
    </v-layout>
  </v-container>
</template>

<script>
</script>

<style>
  h1, h2, h3, h4, h5, h6, p {
    margin-bottom: 0.5em;
  }
</style>
