<template>
  <v-container>
    <v-layout>
      <v-flex xs12 sm8 offset-sm2 lg6 offset-lg3>
        <v-card>
          <v-card-text>

            <h1>Правила</h1>

            правила участия в розыгрыше
                        правильно указывайте почту!!
             связь и призы получаете уведомлением по почте
                       скрины казино клеопатра,ориентэхпресс,суперлинес,1хслотс
               пример
                      как правильно сделать скрины

            1 ЕЖЕДНЕВНЫЙ розыгрыш 500 рублей

             -необходимо зарегестрироватся и выложить любой скрин на  тематику КАЗИНО
              скрин МОЖНО ВЫКЛАДЫВАТЬ 1 РАЗ В ДЕНЬ, СКРИНЫ НЕ ДОЛЖНЫ ПОВТОРЯТСЯ (любой)
            если ПОБЕДИТЕЛЬ ОТПИШЕТСЯ В ЧАТ ВО ВРЕМЯ СТРИМА выигрыш х2
            ВСЕ СКРИНЫ БУДУТ УЧАСТВОВАТЬ В МЕСЯЧНОМ РОЗЫГРЫШЕ Galaxy S9




            2 ЕЖЕНЕДЕЛЬНЫЙ розыгрыш 5000руб

            МИНИМАЛЬНЫЙ ДЕПОЗИТ  600 руб по ссылкам
            -необходимо выложить скрин игры из 5ти представленных казино со своим логином
              скрины можно делать количество раз равное количеству депозитов
            ВСЕ СКРИНЫ БУДУТ УЧАСТВОВАТЬ В МЕСЯЧНОМ РОЗЫГРЫШЕ
            Lenovo Legion Y520-15IKBN, Black


            3 РОЗЫГРЫШ   500000 РУБ
             МИНИМАЛЬНЫЙ ДЕПОЗИТ 5000 руб по ссылкам
             - необходимо выложить скрин игры  из 5ти представленных казино со своим логином
             скрины можно делать количество раз равное количеству депозитов


            SuperLines
            http://bit.ly/2GMbqkL

            1XSLOTS
            http://bit.ly/2FAkU6p

            Cleopatra
            http://bit.ly/2ExzdHO

          </v-card-text>
        </v-card>
      </v-flex>
    </v-layout>
  </v-container>
</template>

<script>
</script>

<style>
</style>
