<template>
  <v-container>
    <v-layout>
      <v-flex xs12 lg8 offset-lg2>
        <v-card>
          <v-card-text>

            <h1>
              <v-icon large>mdi-file-document-box</v-icon>
              Правила участия в розыгрышах
            </h1>

            <p>Правильно указывайте почту!!</p>
            <p>Связь и призы получаете уведомлением по почте.</p>

            <!-- <h4>пример</h4> -->
            <!-- <p>как правильно сделать скрины</p> -->

            <br>

            <h3>ЕЖЕДНЕВНЫЙ розыгрыш 500 руб. (1 победитель)</h3>
            
				<h4>Время проведения розыгрыша: </h4>
				<p>В 21:00 каждый день.</p> 
				<p>Розыгрыш проходит:</p>
				<p> - По четным дням на канале <b>«Веглас»</b> ( <a href="https://www.youtube.com/channel/UCmqPixbgM29Ufvn5d5AdfsQ" target="_blank" title="Веглас. Streams Casino">Перейти на канал "Веглас"</a> )</p>
				<p> - По четным дням на канале <b>«Игральный»</b> ( <a href="https://www.youtube.com/channel/UCFtnLwgThKANF5WQmLZ8dzA" target="_blank" title="Игральный. Стрим Казино Онлайн">Перейти на канал  "Игральный"</a> )</p>
				
				<h4>Условия: </h4>
				<p>Выложить на сайт (https://app.veglas.org) любой скрин на тематику КАЗИНО из любого онлайн казино с заносом от <b>Х50</b></p>
				<p>В день можно выкладывать только один скрин.</p>
				<p><b>ВНИМАНИЕ:</b> В случае сомнения в правдоподобности скрина и того что он сделан с вашего акаунта, мы можем попросить расшарить экран в скайпе. Это делается для борьбы с фейками. Все фэйки будут удаляться и банится по IP.</p>
            <br>

            <h3>ЕЖЕНЕДЕЛЬНЫЙ розыгрыш 5 000 руб (5 победителей) | 5 человек по 1000 рублей</h3>
			
				<h4>Время проведения розыгрыша: </h4>
				<p>В 21:00 каждое воскресенье.</p> 
				<p>Розыгрыш проходит:</p>
				<p> - По четным дням на канале <b>«Веглас»</b> ( <a href="https://www.youtube.com/channel/UCmqPixbgM29Ufvn5d5AdfsQ" target="_blank" title="Веглас. Streams Casino">Перейти на канал "Веглас"</a> )</p>
				<p> - По четным дням на канале <b>«Игральный»</b> ( <a href="https://www.youtube.com/channel/UCFtnLwgThKANF5WQmLZ8dzA" target="_blank" title="Игральный. Стрим Казино Онлайн">Перейти на канал  "Игральный"</a> )</p>
			
				<h4>Условия: </h4>
				<p>1. Зарегистрироваться в одном из казино только по ссылке ниже и сделать депозит <b>от 600 рублей.</b></p>
				<p>  
				  <span v-for="i in CasinoLinks">
					<a :href="i.url">{{ i.title }}</a>,
				  </span>
				</p>
				<p>2. Выложить на сайт (https://app.veglas.org) скрин заноса от <b>Х100</b></p>
				<p>3. Обязательно на скрине должен быть виден ваш НИК в казино и сумма заноса в слоте.</p>
				<p>4. Количество скринов не ограниченно, только от <b>Х100</b> и более.</p>
				<p><b>ВНИМАНИЕ:</b> В случае сомнения в правдоподобности скрина и того что он сделан с вашего акаунта, мы можем попросить расшарить экран в скайпе. Это делается для борьбы с фейками. Все фэйки будут удаляться и банится по IP.</p>
            <br>
			
			<h3>ЕЖЕМЕСЯЧНЫЙ РОЗЫГРЫШ Телефон Galaxy S9</h3>
            
				<h4>Время проведения розыгрыша: </h4>
				<p>В 21:00 каждый последний день месяца.</p> 
				<p>Розыгрыш проходит:</p>
				<p> - По четным дням на канале <b>«Веглас»</b> ( <a href="https://www.youtube.com/channel/UCmqPixbgM29Ufvn5d5AdfsQ" target="_blank" title="Веглас. Streams Casino">Перейти на канал "Веглас"</a> )</p>
				<p> - По четным дням на канале <b>«Игральный»</b> ( <a href="https://www.youtube.com/channel/UCFtnLwgThKANF5WQmLZ8dzA" target="_blank" title="Игральный. Стрим Казино Онлайн">Перейти на канал  "Игральный"</a> )</p>
				
				<h4>Условия: </h4>
				<p>1. Зарегистрироваться в одном из казино только по ссылке ниже и сделать депозит <b>от 3000 рублей.</b></p>
				<p>  
				  <span v-for="i in CasinoLinks">
					<a :href="i.url">{{ i.title }}</a>,
				  </span>
				</p>
				<p>2. Выложить на сайт (https://app.veglas.org) скрин заноса от <b>Х200</b></p>
				<p>3. Обязательно на скрине должен быть виден ваш НИК в казино и сумма заноса в слоте.</p>
				<p>4. Количество скринов не ограниченно, только от <b>Х200</b> и более.</p>
				<p><b>ВНИМАНИЕ:</b> В случае сомнения в правдоподобности скрина и того что он сделан с вашего акаунта, мы можем попросить расшарить экран в скайпе. Это делается для борьбы с фейками. Все фэйки будут удаляться и банится по IP.</p>
            <br>

            <h3>МЕГА РОЗЫГРЫШ 500 000 руб</h3>
				<p><b>25 июня</b></p>
				<p><b>Информация и условия можно получить только по почте!</b></p>
            <br>

          </v-card-text>
        </v-card>
      </v-flex>
    </v-layout>
  </v-container>
</template>

<script>
  export default {
    data () {
      return {
        CasinoLinks: [
          {title: 'SuperLines', url: 'http://bit.ly/2GMbqkL'},
          {title: '1xSlots', url: 'http://bit.ly/2GYOb8c'},
          {title: 'Cleopatra', url: 'http://bit.ly/2ExzdHO'}
        ]
      }
    }
  }
</script>

<style>
  h1,
  h2,
  h3,
  h4,
  h5,
  h6,
  p {
    margin-bottom: 0.5em;
  }
</style>
