<template>
  <v-container>
    <v-layout>
      <v-flex xs12 lg8 offset-lg2>
        <v-card>
          <v-card-text>

            <h1>
              <v-icon large>mdi-file-document-box</v-icon>
              Правила участия в розыгрышах
            </h1>

            <p>Правильно указывайте почту!!</p>
            <p>Связь и призы получаете уведомлением по почте.</p>

            <!-- <h4>пример</h4> -->
            <!-- <p>как правильно сделать скрины</p> -->

            <br>

            <h3>1. ЕЖЕДНЕВНЫЙ розыгрыш 500 руб</h3>
            <p>- выложить любой скрин на тематику КАЗИНО из любого онлайн казино</p>
            <p>- скрин МОЖНО ВЫКЛАДЫВАТЬ 1 РАЗ В ДЕНЬ, СКРИНЫ НЕ ДОЛЖНЫ ПОВТОРЯТСЯ (любой)</p>
            <p>- если ПОБЕДИТЕЛЬ ОТПИШЕТСЯ В ЧАТ ВО ВРЕМЯ СТРИМА выигрыш х2</p>
            <p>ВСЕ СКРИНЫ БУДУТ УЧАСТВОВАТЬ В МЕГАРОЗЫГРЫШЕ Galaxy S9</p>

            <br>

            <h3>2. ЕЖЕНЕДЕЛЬНЫЙ розыгрыш 5 000 руб</h3>
            <p>
              - МИНИМАЛЬНЫЙ ДЕПОЗИТ 600 руб по ссылкам
              <span v-for="i in CasinoLinks">
                <a :href="i.url">{{ i.title }}</a>,
              </span>
            </p>
            <p>- необходимо выложить скрин игры из 3ех представленных казино со своим логином</p>
            <p>- скрины можно делать количество раз равное количеству депозитов</p>
            <p>ВСЕ СКРИНЫ БУДУТ УЧАСТВОВАТЬ В МЕГА РОЗЫГРЫШЕ</p>
            <p>Lenovo Legion Y520-15IKBN, Black</p>

            <br>

            <h3>3. МЕГА РОЗЫГРЫШ 500 000 руб</h3>
            <p>
              - МИНИМАЛЬНЫЙ ДЕПОЗИТ 5000 руб по ссылкам
              <span v-for="i in CasinoLinks">
                <a :href="i.url">{{ i.title }}</a>,
              </span>
            </p>
            <p>- необходимо выложить скрин игры из 3ех представленных казино со своим логином</p>
            <p>- скрины можно делать количество раз равное количеству депозитов</p>

            <br>

          </v-card-text>
        </v-card>
      </v-flex>
    </v-layout>
  </v-container>
</template>

<script>
  export default {
    data () {
      return {
        CasinoLinks: [
          {title: 'SuperLines', url: 'http://bit.ly/2GMbqkL'},
          {title: '1xSlots', url: 'http://bit.ly/2GhyGex'},
          {title: 'Cleopatra', url: 'http://bit.ly/2ExzdHO'}
        ]
      }
    }
  }
</script>

<style>
  h1,
  h2,
  h3,
  h4,
  h5,
  h6,
  p {
    margin-bottom: 0.5em;
  }
</style>
